import React from 'react'

export const Payanddelivery = () => (
	<div className="container">
		<h1 className="strong">Условия доставки и оплаты</h1>
		<h3>Условия оплаты</h3>
		<p>Вы можете оплатить свои заказы в режиме он-лайн следующими платежными средствами:</p>
		<p>
			<ul>
				<li>Платежное средство «Sofort Banking» — оплата со счетов европейских и британских банков (всего более 20 тыс.). В настоящее время оплата возможна со счетов банков, расположенных в Австрии, Бельгии, Германии, Нидерландах и Великобритании. Валюта счета EUR и GBR</li>
				<li>Кредитные карты (VISA, MasterCard, DCL, JCB, AmEx) Для карт, выпущенных банками России и СНГ — обработка платежей осуществляется процессинговым центром PayOnline System</li>
				<li>Cистема электронных платежей Ассист , оплата электронной наличностью (WebMoney, Яндекс.Деньги)</li>
				<li>Прямой банковский перевод</li>
				<li>Оплата по безналичному расчету от юрлиц</li>
			</ul>
		</p>
		<p>Для того, чтобы перейти к выбору способо оплаты, выберите соответствующий товар и нажмите кнопку «Заказать сечас»</p>
		<h3>Условия доставки</h3>
		<p>Доставка заказанной продукции осуществляется исключительно в электронном виде на электронный почтовый ящик указанный при оплате. Вся продукция размещенная для продажи на этом сайте выпускается в электронном виде и не имеет физического носителя</p>
	</div>
)

