

const Agreement = () => {
	return <div className="w-full h-auto">
		<div className="flex flex-col px-10 py-10 text-lg text-slate-600 gap-4 text-justify">
			<h1 className="font-bold pt-3 text-5xl text-slate-900">Оферта и договор</h1>
		<p>на предоставление доступа к платным материалам данного сайта</p>
		<p>Полным и безоговорочным акцептом настоящей оферты является осуществление Пользователем оплаты предложенной Владельцем Сайта Услуги. В отношении Услуги, предлагаемой Владельцем Сайта по акциям (специальным предложениям при их наличии) с условиями оплаты частями полным и безоговорочным акцептом настоящей оферты является осуществление Пользователем оплаты полной суммы стоимости услуги, т.е. осуществление полной предоплаты.</p>
		<p>Услуга не оказывается юридическим лицам (далее «Квалифицированный пользователь». В случае если Квалифицированный пользователь акцептовал данную оферту путем проведения оплаты за Услугу, то данный договор считает недействительным. Доступ к сайту для Квалифицированного пользователя будет заблокирован.</p>
		<h1 className="font-bold pt-3 text-2xl text-slate-900">1. Термины и определения</h1>
		<p>1.1. В настоящем договоре-оферте на предоставление доступа к платным материалам данного сайта, если из текста прямо не вытекает иное, следующие термины будут иметь значения:</p>
		<p><b>Сайт:</b> ...</p>
		<p><b>Владелец сайта: </b> Насыров Булат</p>
		<p><b>Договор: </b>настоящий договор-оферта на предоставление доступа к платным материалам Сайта</p>
		<p><b>Услуга: </b>предоставление доступа к платным информационным материалам Сайта</p>
		<p><b>Пользователь: </b>дееспособное физическое лицо, зарегистрированное на Сайте</p>
		<p><b>Стороны: </b>Владелец Сайта и Пользователь</p>
		<p><b>Учетная запись: </b>полученные после регистрации на Сайте идентификационные данные, позволяющие определить Пользователя</p>
		<p>1.2. Все остальные термины и определения, встречающиеся в тексте Договора-оферты, толкуются Сторонами в соответствии с действующим законодательством Российской Федерации</p>
		<p>1.3. Названия заголовков (статей) Договора предназначены исключительно для удобства пользования текстом Договора и буквального юридического значения не имеют.</p>
		<h1 className="font-bold pt-3 text-2xl text-slate-900">2. Предмет договора</h1>
		<p>2.1. В соответствии с настоящим договором Владелец Сайта обязуется предоставить Пользователю доступ к платным информационным материалам Сайта (далее «Услуга»).</p>
		<p>2.2. Объем Услуги предоставляемый Пользователю устанавливается в рамках тарифа, выбранного Пользователем на веб-странице Сайта по адресу, а также периодом времени, в течение которого Услуга может быть доступна Пользователю.</p>
		<h1 className="font-bold pt-3 text-2xl text-slate-900">3. Порядок предоставления Услуги</h1>
		<p>3.1. Услуга может быть оказана только после полной предоплаты со стороны Пользователя Владельцу сайта</p>
		<p>3.2. Доступ к Услуги возможен только после прохождения регистрации на Сайте и при условии ввода Пользователем идентификационных данных, к которым относятся логин и пароль Учетной записи</p>
		<p>3.3. Пользователь должен самостоятельно выбрать тариф, согласно которому будет определён срок оказания Услуги. Тариф может быть выбран только после регистрации на Сайте</p>
		<p>3.4. Срок оказания услуги ведется в автоматическом режиме электронно-вычислительными возможностями (далее ЭВВ) Сайта. Пользователь подтверждает и дает свое согласие, что статистические данные рассчитываемые ЭВВ являются достаточными и достоверными для подтверждения факта предоставления Услуги.</p>
		<p>3.5. Продление доступа к Услуги осуществляется через вход в Учетную запись на Сайте и приобретения (продления) тарифа</p>
		<p>3.6. Предоставление Услуги Владельцем сайта не является предложением о покупке какой-либо конкретной информации Пользователю. Услугой, которую Пользователь получает за произведенную оплату, является полный доступ ко всем материалам Сайта на определенные период времени. В этот период Пользователю доступны для просмотра в том числе и те материалы, которые Владелец, по своему усмотрению, сделал недоступными для бесплатного просмотра.</p>
		<h1 className="font-bold pt-3 text-2xl text-slate-900">4. Права и обязанности сторон</h1>
		<h1 className="font-bold pt-3 text-xl text-slate-900">4.1. Пользователь обязуется</h1>
		<p>4.1.1. Произвести оплату в порядке, размере и сроке, предусмотренным настоящим Договором и выбранным Пользователем тарифом</p>
		<p>4.1.2. Не передавать права доступа к Услуге третьим лицам</p>
		<p>4.1.3. Не распространять информационные материалы, полученные в результате предоставления Услуги путем перепечатывания, копирования и воспроизведения на сторонних сайтах</p>
		<p>4.1.4. Не нарушать действующее законодательство и все предусмотренные настоящим Договором условия</p>
		<p>4.1.5. Не нарушать права третьих лиц</p>
		<p>4.1.6. Не распространять нежелательные сообщения (спам), и другую информацию рекламного характера в комментариях к информационным материалам Сайта</p>
		<h1 className="font-bold pt-3 text-xl text-slate-900">4.2. Владелец Сайта обязуется</h1>
		<p>4.2.1. Предоставить Пользователю доступ к Услуге сразу после того, как Пользователь исполнит обязанность по оплате согласно пункту 4.1.1</p>
		<p>4.2.2. Предпринять необходимые меры для защиты персональных данных Пользователя</p>
		<p>4.2.3. Обеспечить работоспособность Сайта</p>
		<h1 className="font-bold pt-3 text-2xl text-slate-900">4.3. Пользователь вправе</h1>
		<p>4.3.1. Использовать Услугу в порядке предусмотренной настоящим Договором</p>
		<p>4.3.2. Требовать от Владельца Сайта надлежащего исполнения Договора</p>
		<p>4.3.3. Обращаться к Владельцу сайта по всем вопросам, связанным с исполнение Договора</p>
		<p>4.3.4. Не пользоваться предоставленной Услугой на свое усмотрение</p>
		<h1 className="font-bold pt-3 text-2xl text-slate-900">4.4. Владелец Сайта вправе</h1>
		<p>4.4.1. Рассылать на электронный адрес Пользователя информацию об оказываемой услуге, а также дополнительную информацию рекламного характера</p>
		<p>4.4.2. Вносить изменение на сайт по своему усмотрению</p>
		<p>4.4.3. Приостанавливать работу сайта до 48 часов для проведения профилактических работ</p>
		<p>4.4.4. Выпускать аналитические материалы в рамках предоставляемой Услуги не чаще 1 раза в неделю</p>
		<p>4.4.5. Привлекать третьих лиц для целей оказания Услуги по данному Договору</p>
		<p>4.4.6. В любое время в одностороннем прядке вносить изменения и дополнения в условия настоящего Договора. Пользование Услугой после вступления в силу изменений и(или) дополнений Договора означает полное и безоговорочное согласие Пользователя со всем дополнениями и (или) изменениям.</p>
		<p>4.4.7. Приостанавливать предоставление Услуги Пользователю в случае обнаружения факта нарушения пунктов настоящего Договора. В случае приостановления доступа к Услуги по данному пункту оплата не возвращается</p>
		<h1 className="font-bold pt-3 text-2xl text-slate-900">5. Стоимость и порядок расчетов</h1>
		<p>5.1. Вознаграждение Владельца Сайта определяется Пользователем в зависимости от выбранного тарифа</p>
		<p>5.2. Предоставление доступа к Услуги осуществляется только в случае полной предоплаты со стороны Пользователя</p>
		<p>5.3. Оплата производится в электронном виде путем перехода на платежную систему «Робокасса» (<a href="https://auth.robokassa.ru">https://auth.robokassa.ru</a>)</p>
		<p>5.4. Переходя на страницу платежного сервиса «Робокасса» Пользователь вступает в персональные взаимоотношения с данным сервисом, становясь его клиентом и получателем услуги платежной системы по выполнению электронного онлайн платежа в адрес Владельца Сайта. Получение данной услуги пользователем производится по правилам платежного сервиса «Робокасса».</p>
		<p>5.5. Оплата считается принятой в момент поступления от платежного сервиса «Робокасса» специального автоматического сообщения Сайту об успешном выполнении операции, на основании которого Пользователь немедленно получает платную подписку и возможность просматривать все материалы сайта. При перенаправлении Пользователя с Сайта на страницу платежного сервиса «Робокасса» и последующих перенаправлениях на страницы выбранных Пользователем платежных систем, выбранная Пользователем сумма оплаты передается системам автоматически.</p>
		<p>5.6. Владелец Сайта вправе в одностороннем порядке по своему усмотрению и без уведомления об этом Пользователя изменить тариф. Продление использования ранее оформленного тарифа по новым ценам означает согласие Пользователя с такими изменениями.</p>
		<h1 className="font-bold pt-3 text-2xl text-slate-900">6. Порядок приема оказанных услуг</h1>
		<p>6.1. Услуга считается оказанной после окончания оплаченного периода действия тарифа, выбранного Пользователем</p>
		<p>6.2. Стороны не подписывают акты. Оплата подтверждает качество услуг.</p>
		<h1 className="font-bold pt-3 text-2xl text-slate-900">7. Расторжение договора и направление претензий</h1>
		<p>7.1. В случае досрочного расторжения Договора со стороны Пользователя оплата не возвращается</p>
		<p>7.2. Владелец Сайта имеет право расторгнуть данный Договор с Пользователем, в случае если будут выявлены нарушения законодательства Российской Федерации или нарушения условия настоящего Договора.</p>
		<p>7.3. Досудебный порядок урегулирования споров обязателен. При возникновении претензий по количеству и качеству оказываемой Услуги Пользователь обязан выслать такую претензию на bulatnasirov2003@gmail.com. У Владельца Сайта есть 30 календарных дней на изучение претензии и ответ. Если Пользователя не устраивает ответ Владельца Сайта, Пользователь вправе обратиться в Арбитражный суд Москвы.</p> 
		<h1 className="font-bold pt-3 text-2xl text-slate-900">8. Ответственности сторон</h1>
		<p>8.1. Любую информацию и (или) материалы Сайта Пользователь использует на свой собственный риск и самостоятельно несет ответственность за возможные последствия использования указанной информации и (или) материалов, в том числе за ущерб, причиненный себе и третьим лицам.</p>
		<p>8.2. Ни при каких обстоятельствах Владелец Сайта не несет ответственности за ущерб, убытки или расходы, возникшие в связи с настоящим Сайтом, его использованием или невозможностью использования. Владелец также ни при каких условиях не принимает ответственности любого содержания, включая ответственность за небрежность о возмещении убытков, произошедших в результате прекращения использования, утери данных или приносящей прибыли, или в связи с просмотром, использованием или работой Сайта, или его содержания. Некоторые страницы Сайта могут содержать технические неточности и опечатки. Информация на Сайте подлежит обновлению и в любой момент может стать устаревшей. Владелец не несет ответственности за усовершенствование Сайта, а также за неспособность обновления хранящейся на нем информации.</p>
		<p>8.3. Сайт содержит ссылки на материалы, размещенные на сторонних сайтах. Такие сайты не подлежат контролю Владельца, Владелец не несет ответственность за содержание (включая точность, законность или пристойность) сайтов, ссылки на которые размещены на Сайте. Ссылки на другие сайты размещаются на Сайте лишь для ознакомления Пользователя с определенными материалами, размещенными на сторонних сайтах, что не подразумевает того, что содержание этих сайтов одобрено Владельцем. Владелец не несет ответственности за авторские права любого сайта, ссылка на который находится на Сайте. Также на Сайт могут ссылаться другие сайты, как с ведома и разрешения Владельца, так и без него. Владелец также не несет никакой ответственности за содержание ссылающихся ссылок и сайтов, на которых они размещены, включая ответственность за авторские права.</p>
		<h1 className="font-bold pt-3 text-2xl text-slate-900">9. Изменение условий договора</h1>
		<p>9.1. Владелец Сайта вправе в любое время в одностороннем порядке внести изменения в условия Договора. Изменения с условия Договора вступают в силу с момента их размещения на Сайте</p>
		<h1 className="font-bold pt-3 text-2xl text-slate-900">10. Интеллектуальная собственность</h1>
		<p>10.1. Все исключительные права на объекты интеллектуальной собственности, доступные на Сайте, в том числе тексты, элементы графики, иллюстрации, базы данных, видео и прочие элементы являются объектами исключительных прав Владельца Сайта</p>
		<p>10.2. Стороны пришли к соглашению, что нарушение исключительных авторских прав Владельца Сайта Пользователем является существенным нарушением настоящего Договора</p>
		<p>10.3. Копирование и (или) воспроизведение информационных материалов Сайта и их дальнейшее распространение строго запрещены без письменного согласия Владельца Сайта.</p>
		<h1 className="font-bold pt-3 text-2xl text-slate-900">11. Реквизиты</h1>
		<p>Насыров Булат Ильшатович</p>
		<p>Казань</p>
		</div>
	</div>
};

export default Agreement;