

const Responsibility = () => {
	return <div className="w-full h-auto">
		<div className="flex flex-col px-10 py-10 gap-6 text-lg text-slate-600">
			<h1 className="text-5xl text-slate-900">Отказ от ответственности</h1>
			<p>Все заявления о получении или увеличении прибыли или дохода, а также примеры получения (увеличения) прибыли или дохода, которые могут быть размещены в будущем или уже были размещены ранее на данном сайте, являются только предположительной оценкой возможного заработка или увеличения Вашего текущего заработка и не гарантируют его получения. Считая предполагаемую прибыль или увеличение будущих заработков гарантированными, Вы принимаете на себя также риск ее неполучения.При указании конкретной величины дохода и использовании ее относительно лица или вида бизнеса в качестве заработанной ими суммы не гарантируется получение вами аналогичного дохода. Считая предполагаемую прибыль или увеличение будущих заработков гарантированными, Вы принимаете на себя также риск ее неполучения.</p>
			<p>Любые заявления или представления, размещенные на данном сайте, касающиеся возможного получения прибыли, не считаются средней величиной заработка.</p>
			<p>Гарантии того, что какие-либо предшествующие успехи или результаты предшествующей деятельности, касающиеся получения доходов, могут использоваться в качестве указания на последующие финансовые результаты, отсутствуют.</p>
			<p>Величина дохода и ее денежное выражение базируются на многих факторах. Мы не располагаем информацией об успешности Вашей деятельности в будущем, а также касающейся лично Вас или Ваших анкетных данных, об используемых Вами этических принципах, деловых навыках или алгоритмах деятельности, и не гарантируем вытекающей отсюда вероятности получения каких-либо больших, малых или вообще каких-либо денежных сумм. Мы не гарантируем получение вами аналогичных сумм. Считая предполагаемую прибыль или увеличение будущих заработков гарантированными, Вы принимаете на себя также риск ее неполучения.</p>
			<p>Ведение деловой деятельности через интернет и связанное с ним получение прибыли сопряжены с неизвестными рисками. Решение о занятии подобными видами деятельности не может основываться на какой-либо информации, размещенной на наших продуктах, касающейся предоставляемых нами услуг, представленной на данном веб-сайте, и должно приниматься исключительно с учетом возможных значительных (или незначительных) убытков или неполучения прибыли.</p>
			<p>Все продукты и услуги представленные на этом сайт предназначены исключительно для использования в образовательных или ознакомительных целях, подлежат использованию с осторожностью и под наблюдением квалифицированных профессионалов (или наставников). До начала деятельности на основе данной или иной информации необходима консультация бухгалтера, юриста или профессионального консультанта.</p>
			<p>Потребители нашей продукции и услуг, посетители данного веб-сайта должны полагаться на свой здравый смысл и рассчитывать на собственные силы при принятии решений, касающихся ведения бизнеса. Вся предоставленная информация относительно продуктов и услуг должна пройти независимую экспертную оценку квалифицированными профессионалами. Представленная на данном сайте наша информация, продукция и услуги подлежат тщательному анализу и оценке перед принятием Вами решения о ведении бизнеса, об их соответствии действительности.</p>
		</div>
	</div>
};

export default Responsibility
